const tasks = [ 
    {
        id: 1,
        number: 1,
        title: "Провести ремонтные работы",
        steps: [
            {
              id: 1, 
              label: "Шаг 1",
              title: "Ознакомится с техникой безопасности",
              body: "Описание шага 1."
            },
            {
              id: 2, 
              label: "Шаг 2",
              title: "Подготовить оборудование и инструменты",
              body: "Описание шага 2.",
              instrument: "",
              result: "Оборудование и инструменты подготовлены"
            },
            {
              id: 3,
              label: "Шаг 3",
              title: "Выполнить работы",
              body: "Описание шага 3."
            },
            {
              id: 4,
              label: "Шаг 4",
              title: "Навести порядок на рабочем месте",
              body: "Описание шага 4."
            }
        ]
    },
    {
        id: 2,
        number: 2,
        title: "Подготовка электромонтажные работы",
        steps: []
    }
]

export default tasks;